{
  "news": [
    {
      "title": "Should You Buy an iPhone 12?",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/12_large_0_large.png?alt=media&token=e1933d8d-c328-4753-887c-b544180a8a19",
      "description": "Is it worth switching from 11 iPhone to 12 iPhone???",
      "text": "The iPhone 12 and iPhone 12 mini are part of Apple's latest generation of smartphones, offering OLED displays, 5G\n      connectivity, the A14 chip for better performance, improved cameras, and MagSafe, all in a new, squared-off\n      design.\n\n      <hr>\n      \n      Announced in October of 2020, the iPhone 12 and iPhone 12 mini are still among the newest iPhones in Apple's\n      lineup, but they are approaching the middle of their product cycle. Apple tends to release new iPhone models every\n      September, and despite the iPhone 12 and 12 mini launching a month later than usual in 2020, it looks as though\n      new iPhone 13 models will launch as normal this fall. <br>\n      There are clear signs of an iPhone 13 and iPhone 13 mini arriving later this year with a number of upgrades and\n      improvements, but the launch of these devices is believed to be around half a year away. This means that it is\n      still a good time to buy the iPhone 12 or the iPhone 12 mini for the vast majority of people, but some customers\n      may now prefer to wait until new models arrive in the fall. <br>\n\n      While the iPhone 12 seems to be the best all-round iPhone option currently available, users who need pro-level\n      camera features or want a more premium design should opt for the $999 iPhone 12 Pro. Similarly, for the largest\n      and most fully-featured iPhone, there is the 6.7-inch iPhone 12 Pro Max, which dwarfs the iPhone 12 by over half\n      an inch and starts at $1,099.\n\n      <hr>\n\n      On the other hand, if price is your main concern, the iPhone 11 or iPhone XR may be more appropriate than the $799\n      iPhone 12, featuring the same 6.1-inch display size for as little as $499. There are some tradeoffs with the\n      iPhone 11 or iPhone XR however, such as the LCD display and use of an older chipset. <br>\n\n      Likewise, if you are looking for a more inexpensive alternative to the $699 iPhone 12 mini that still prioritizes\n      one-handed use and pocketability, then the $399 iPhone SE may the best option.\n\n      <hr>\n",
      "shortText": "The iPhone 12 and iP...",
      "data": "17.03.2021",
      "category": "Technology",
      "author": "Geek News",
      "id": 1
    },
    {
      "title": "Real-life Minecraft",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/v6XoEzDajGRMWNeLY5NMSb-970-80.jpg.webp?alt=media&token=92f718fc-39b4-4e01-b93a-f0754e3230c5",
      "description": "\"I’m 12 is that okay…like I can work on weekends/6-7 on weekdays\"",
      "text": "A UK gardening publication keeps receiving job 'applications' from children for a Minecraft-related listing.\n\nAs spotted by PC Gamer, Whatshed.co.uk is hiring for a Minecraft Virtual Landscape Gardener \"to provide professional advice to players looking to improve their in-game outdoor space.\" The ideal candidate needs a working knowledge of Minecraft and plenty of \"creative flair,\" and would benefit from having previous experience in real-life landscape gardening. Perks include pay of more than £50 an hour, and the ability to play Minecraft as your actual, real job.\n<hr>\nBeneath the listing are comments from people flexing both their Minecraft and real-life qualifications, boasting of everything from a decade of in-game experience to surprisingly relevant real-life qualifications. Mixed in with the adults, however, would appear to be a large number of children. One commenter claims to be a 14-year-old \"who has built many cities,\" and is also \"very friendly.\" Another says they've been playing Minecraft \"everyday since I was 7\" - quite the achievement for a ten-year-old. \n<hr>\nMy favourite comment comes from Nick, who is 12, and implies that they'd need to fit their burgeoning virtual-landscaping career around their schoolwork, stating that \"I can work on weekends/6-7 on weekdays.\" The minimum work age in the UK is 13, so some of these kids might technically be allowed to supplement their allowances with a little gardening work on the side, but it seems unlikely that WhatShed will be looking to add a legion of teens to its ranks.",
      "shortText": "A UK gardening publi...",
      "data": "20.03.2021",
      "category": "Games",
      "author": "Ali Jones",
      "id": 3
    },
    {
      "title": "Latitude Festival in Suffolk will run at 'full capacity'",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/_113463700_p07fkrfc.jpg?alt=media&token=e4b86ed2-894f-48bf-a671-2abfcc5e6af0",
      "description": "People who have not been vaccinated for Covid will have to take a test before they enter.",
      "text": "The organisers of Latitude Festival say the event will run at full capacity, with negative Covid tests a requirement of entry.\nThe four-day festival at Henham Park in Suffolk is scheduled to be held in July, having been cancelled last year.\nScottish singer Lewis Capaldi, indie band Bastille and Snow Patrol have been announced as headline acts for 2021.\nFounder Melvin Benn says the event will go ahead as long as \"the prevailing situation in the UK is deemed safe\".\nOn-site testing will ensure unvaccinated people are \"clear before they enter the festival\", he said.\n<hr>\nMr Benn said it was \"all systems go\" for 22 to 25 July, following the prime minister's announcement that there could be no limit on social contact in England by 21 June.\n\"We'd like to reassure you all that we are working hard behind the scenes and will be following all government guidelines and legislation to ensure Latitude is safe for all.\n\"We are confident that our hard work in conforming to the protocols, plus the fact that all adults are due to have been offered the vaccine, plus the news of large-scale test events in April and May will mean that we really can go ahead,\" he added.\n<hr>\nSnow Patrol were forced to cancel their slot at Latitude in 2019 due to illness.\nThe band were the first ever headliners on the Friday night in 2006, when the Obelisk stage was in a big tent.\n\"Without them there would be no Latitude, because until you get your first headliner to say yes, you almost haven't got a show.\n\"They were the very first act to say 'yes, we will come and headline this new show',\" he added.\n<hr>",
      "shortText": "The organisers of La...",
      "data": "20.03.2021",
      "category": "Music",
      "author": "Stephen Thompson",
      "id": 4
    },
    {
      "title": "Texans sign ex-Broncos RB Lindsay",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/skysports-phillip-lindsay-denver-broncos_5311484.jpg?alt=media&token=073ce1d6-e030-483f-9627-5ee884f082e8",
      "description": "The Houston Texans have signed free agent running back Phillip Lindsay to a one-year deal, his agent confirmed on Friday.",
      "text": "The Houston Texans have signed free agent running back Phillip Lindsay to a one-year deal, his agent confirmed on Friday.\n\nNFL Network reported that the deal is worth $3.25m with $500,000 in incentives, with Lindsay having recently hit the open market after the Denver Broncos rescinded his restricted free agent tender.\n<hr>\nLindsay has rushed for 2,550 yards and 17 touchdowns as well as making 77 catches for 465 yards and a score in three seasons with the Broncos.\n<hr>\nIn 2018 as an undrafted rookie out of the University of Colorado, Lindsay rushed for 1,037 yards and nine touchdowns en route to making the Pro Bowl.\n\nHaving rushed for 1,011 yards and seven touchdowns in 2019, he then saw the Broncos introduce free agent running back Melvin Gordon as starter on a two-year, $16m deal.\n<hr>\nLindsay rushed for 502 yards and a touchdown in 2020 before finishing the campaign on injured reserve.\n\nHe'll now join veterans David Johnson and Mark Ingram, as well as Dontrell Hilliard and Buddy Howell, in the Texans backfield. Houston ranked 31st in the league rushing last season, averaging just 91.6 yards per game.",
      "shortText": "The Houston Texans h...",
      "data": "20.03.2021",
      "category": "Sport",
      "author": "Bob Klerk",
      "id": 5
    },
    {
      "title": "Daniel Radcliffe Cast As Villain In Lost City Of D",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/wc1702691.jpg?alt=media&token=a50a5a68-57d9-4ee4-93aa-a4c563e0bc08",
      "description": "Daniel Radcliffe will play the villain opposite Sandra Bullock in the upcoming Paramount film The Lost City Of D.",
      "text": "Daniel Radcliffe is set to play the villain in Paramount's upcoming film, The Lost City of D. The news comes merely a week after it was announced that comedian Patti Harrison joined the cast. The action-filled rom-com is shaping up to be an incredibly star-studded project, with Sandra Bullock and Channing Tatum in leading roles. Bullock is also a producer on the movie through her company, Fortis Films.\n<hr>\nDeadline reports that Radcliffe is the latest high profile talent to sign onto Lost City of D. Despite playing one of the most iconic heroes in pop culture (we're looking at you, Harry Potter), Radcliffe will tackle a villainous role in the film. The plot sees a reclusive romance novelist (Bullock) and her book cover model (Tatum) thrown into a high stakes jungle adventure after a kidnap attempt gone wrong.\n<hr>\nFurther details on Radcliffe's part have yet to be revealed, but since he's the villain, it's likely his character is involved in the kidnapping attempt. The former boy wizard currently stars in TBS’ Miracle Workers, which he also produces. His last film role was darker as well, playing a political prisoner in Escape from Pretoria (2020).\n<hr>\nBrothers Adam and Aaron Nee are set to direct The Lost City of D, which was written by Dana Fox. Fox has a glittering resume that most recently includes penning Disney's Cruella. However, the story idea is credited to Horrible Bosses’ Seth Gordon. In addition to Bullock's Fortis Films banner, the film is also backed by 3dot Productions, owned by producer Liza Chasin (Les Misérables, Baby Driver).\n\n<hr>",
      "shortText": "Daniel Radcliffe is ...",
      "data": "22.03.2021",
      "category": "Movies",
      "author": "Robert Peterpaul",
      "id": 6
    },
    {
      "title": "CAN TIKTOK RULE THE 2021 GRAMMYS?",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/mgid_ao_image_mtv.jpeg?alt=media&token=07416730-4804-408f-91e0-2cf9ffdd163e",
      "description": "In a year of dance challenges, the Grammys reflect the people's vote — a double tap on a viral vid",
      "text": "What determines a Grammy-winning tune?\n<hr>\n\nIs it how many weeks a ditty spent on the Billboard Hot 100, how much money it made, or how musically endearing an anonymous group of Recording Academy voters deems it to be? Consider them all. But when it comes to declaring last year’s cream of the crop, TikTok’s impact can’t be ignored.\n<hr>\n2020 was the year of staying inside, adopting new hobbies, scrolling for hours, and TikTok taught us new ways to move our bodies as we limbered up to the latest dance trend. As screen time soared, so did the spins on viral tracks that would eventually make our collective quarantine memorable. And they weren’t determined by record labels or radio DJs. TikTok choreographers and creators became 2020’s tastemakers, sending songs both new and old soaring up the charts, and it seems as though the Grammys are following their lead.\n<hr>\nSure, there have been hits boosted by internet virality before (Drake’s “In My Feelings” and the Shiggy Challenge, Rae Sremmurd’s “Black Beatles” and the Mannequin Challenge, Katy Perry’s “Swish Swish” and the Backpack Dance). But none of these songs have won a Grammy before. The “Whip/Nae Nae” and the “Dougie” were never considered awards-bait. Will this be the year that changes that? Let’s take a look at the Grammy nominees and their TikTok come-ups.\n<hr>",
      "shortText": "What determines a Gr...",
      "data": "22.03.2021",
      "category": "Music",
      "author": "Emilee Lindner",
      "id": 7
    },
    {
      "title": "HARRY STYLES SKIPS THE SHIRT FOR HIS GRAMMYS DEBUT",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/Harry-Styles%E2%80%99-New-Album-GQME.jpg?alt=media&token=dc81d176-da79-4850-97da-fa420096bf0a",
      "description": "The 'Watermelon Sugar' singer is up for three awards at this year's ceremony",
      "text": "<p><strong style=\"color: rgb(102, 185, 102);\">Who needs a shirt when you're the opening act at the music industry's biggest night?</strong> Not Harry Styles.  The sultry rock star set the tone for the night with a show-stopping performance at the 63rd annual Grammy Awards on Sunday (March 14). Serenading stans in a stunning leather tux — jacket open, sans the shirt — and a sage-green feather boa, Styles sang a spirited rendition of \"Watermelon Sugar,\" a feel-good single off Fine Line, his critically acclaimed sophomore album from 2020. It was his first time performing at the Grammys, but you certainly couldn't tell by the way he commanded the stage.  Styles was nominated for three Grammy Awards this year: Best Music Video and Best Pop Solo Performance for \"Watermelon Sugar\" and Best Pop Vocal Album for Fine Line. It was his first time being recognized by the Recording Academy. </p><p><strong style=\"color: rgb(102, 185, 102);\">As diehard One Direction fans will remember, the British pop group was never nominated for a Grammy despite having released chart-topping hits for five years before calling it quits.</strong>  This might have been Styles's first Grammys appearance, but we're hoping that the Recording Academy treats him with kindness and invites him back for more. Stay tuned for more coverage of the ceremony, and find the winners right here.</p>",
      "shortText": "<p><strong style=\"co...",
      "data": "09.04.2021",
      "category": "Movies",
      "author": "SAM MANZELLA",
      "id": 8
    },
    {
      "title": "Tokyo Olympics",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/tokyo-2020-summer-olympics-wallpaper-1920x1080-wallpaper.jpg?alt=media&token=37abd659-e78f-4b66-bbf0-20f2457af0f0",
      "description": "Spectators from abroad to be barred from games this summer, says IOC ",
      "text": "Spectators from abroad will be barred from the Tokyo Olympics when they open in four months, the IOC and local organizers said Saturday.\n<hr>\nThe decision was announced after an online meeting of the International Olympic Committee, the Japanese government, the Tokyo government, the International Paralympic Committee, and local organizers.\n<hr>\nThe move was expected and rumored for several months. Officials said the risk was too great to admit ticket holders from overseas during a pandemic, an idea strongly opposed by the Japanese public. Japan has attributed about 8,800 deaths to COVID-19 and has controlled the virus better than most countries.\n<hr>\n“In order to give clarity to ticket holders living overseas and to enable them to adjust their travel plans at this stage, the parties on the Japanese side have come to the conclusion that they will not be able to enter into Japan at the time of the Olympic and Paralympic Games,” the Tokyo organizing committee said in a statement.\n<hr>\nAbout 1 million tickets are reported to have been sold to fans from outside Japan. Organizers have promised refunds, but this will be determined by so-called Authorized Ticket Resellers that handle sales outside Japan. These dealers charge fees of up to 20% above the ticket price. It is not clear if the fees will be refunded.\n<hr>\n",
      "shortText": "Spectators from abro...",
      "data": "22.03.2021",
      "category": "Sport",
      "author": "Euronews",
      "id": 9
    },
    {
      "title": "Avatar Re-Release",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/Avatar-and-Avengers-Endgame-Box-Office.jpg?alt=media&token=207f3434-3d70-409b-a9ef-73a34a1a2647",
      "description": "The second weekend of Avatar's re-release in China increases its all-time box office record over Avengers: Endgame to be the highest-grossing movie.",
      "text": "James Cameron's Avatar increases its lead over Avengers: Endgame to be the highest-grossing movie of all-time at the box office. When Cameron's original sci-fi movie hit theaters in 2009, it had an odds-defying box office run where its second and third weekends outgrossed its opening. The strong word of mouth and the craze around Avatar's 3D ballooned its box office performance. It ended its theatrical run after more than eight months in theaters after earning more than $2.7 billion to become the biggest movie of all-time.\n<hr>\nAvatar held onto its box office crown for a decade and left many in Hollywood to wonder what movie could eventually surpass the record-setting performance. Marvel Studios proved to have what it took with Avengers: Endgame's release in 2019. The twenty-third installment of the Marvel Cinematic Universe narrowly defeated Avatar. This allowed the wildly popular franchise to add another record to its list of accomplishments, but it was expected to only be temporary. Less than two years after taking the title, Avatar's re-release in China allowed it to beat Avengers: Endgame and become the biggest movie ever once again.\n<hr>\nIn the second weekend of Avatar's re-release, the movie continues to increase its lead over Avengers: Endgame to retain the record for the foreseeable future. According to Deadline, Cameron's blockbuster earned another $14.1 million in its second weekend. Avatar's re-release in the Middle Kingdom has generated an additional $44M and raised the film's record-setting total to $2.833 billion. It gives Avatar a $36M advantage over Avengers: Endgame's box office total of $2.797 billion.\n<hr>\nThe performance by Avatar officially makes it the biggest re-release in China of all-time. The edge over Avengers: Endgame is expected to continue to grow in the coming weeks. This report notes that current projections call for Avatar's re-release to make roughly $57M when it is finished. If these estimates are close to accurate, Avatar's all-time box office record will come with a lifetime gross of $2.85 billion. This would mean Avengers: Endgame will need to make more than $50M in a future re-release to top Avatar again.\n<hr>\nAvatar's impressive performance in China during this re-release is one of the reasons why Avengers: Endgame might not ever become the highest-grossing movie of all-time again. It has been more than a decade since audiences were able to visit Pandora on the big screen. Avengers: Endgame came out so recently that a re-release likely wouldn't be as big, and the continuous MCU content in theaters and on Disney+ give fans plenty of new Marvel content. There's also the chance that Disney will issue a global re-release of Avatar in the next year to get audiences prepared for the first of four sequels coming by 2028.\n<hr>",
      "shortText": "James Cameron's Avat...",
      "data": "22.03.2021",
      "category": "Movies",
      "author": "COOPER HOOD",
      "id": 10
    },
    {
      "title": "Eddie Murphy Gives Update on Beverly Hills Cop 4",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/Eddie-Murphy-as-Axel-Foley-in-Beverly-Hills-Cop.jpg?alt=media&token=d9826304-3d8a-47a4-94fc-14a8e4171181",
      "description": "Eddie Murphy saying he won't do another sequel unless the script is perfect.",
      "text": "Eddie Murphy has given an update on a potential Beverly Hills Cop 4, and it sounds like another sequel won't be happening anytime soon. The comedian starred in the '80s buddy cop comedy directed by Martin Brest as a cop from Detroit on vacation in Beverly Hills. The first movie grossed $234 million at the box office, leading to two Beverly Hills Cop sequels in 1987 and 1994.\n<hr>\nIn Beverly Hills Cop, Axel Foley (Murphy) heads west to California to investigate the murder of his childhood best friend Mikey, who worked as a security guard in the notoriously ritzy neighborhood of Beverly Hills. Failing to get authorization from his boss, Inspector Douglas Todd (Gilbert R. Hill), Foley goes undercover. As he digs into the case, Foley raises the suspicion of detectives at the local office, but Foley's superior skills as a cop have him outwitting his tail at all turns. The first movie is equal parts action and comedy, as Murphy replaced Sylvester Stallone in the lead role at the last minute. Beverly Hills Cop 2 and 3 double down on Murphy's comedic talent as the cornerstone of the series, with each movie bringing in new writers and directors.\n<hr>\nStudios and streaming services were unsurprisingly eager to reboot the successful franchise, and it was announced in 2019 that Paramount Pictures and Netflix had entered a one-time license deal for another movie. As Murphy mentioned, Netflix now has exclusive rights to Beverly Hills Cop 4 with Murphy and original producer Jerry Bruckheimer. If it gets made, then there's also an option a sequel, a.k.a. Beverly Hills Cop 5. Paramount has been developing a sequel and has previously attempted a few reboots, including a TV show that never panned out. Brett Ratner was attached at one point as director.\n<hr>\nThere's no doubt that Beverly Hills Cop 4 would be a streaming success with a wide viewership of old fans and new audiences likely interested in seeing Murphy's latest. While many would be excited to see another movie come out as soon as possible, Murphy's esteemed legacy is based not just on his talent but on his artistic integrity. If and when another sequel does happen, fans can rest assured that its star is invested in the project. Murphy already said back in 2014 that the movie will shoot in Detroit as a way of generating revenue for the city, so that may provide some clues about where the script could be going.\n<hr>\n",
      "shortText": "Eddie Murphy has giv...",
      "data": "22.03.2021",
      "category": "Movies",
      "author": "ROXIE PELL",
      "id": 11
    },
    {
      "title": "Xbox engineer explains how Smart Delivery makes keeping your saves simpler",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/ajgjaPNNW7XTBxW3uxY92e-970-80.jpg.webp?alt=media&token=5bf2cedd-f722-439d-825d-6ccfd9a4f7e2",
      "description": "Unlike some, uh, other consoles",
      "text": "Xbox Smart Delivery lets you take both your games and your saves wherever you play, and an Xbox engineer has pulled back the curtain to reveal how it works behind the scenes.\n<hr>\nWhile the current form of Xbox Smart Delivery has been quietly doing its thing ever since the launch of Xbox Series X and Xbox Series S, it got a new wave of attention after the new-gen version of Marvel's Avengers arrived and everybody saw the capital \"P\" Process of migrating your PS4 saves over to the PS5 version, which requires updating and launching the PS4 version on your PS5 even if you were already playing it on your PS5.\n<hr>\nIf you're playing on Xbox, your saves will be ready for you as soon as you have the Xbox Series X|S version installed. Xbox engineering lead Eden Marie explained in a thread on her Twitter account what makes it so simple.\n<hr>\nEach Xbox game has one common identity, no matter which of its console versions you're playing. This means your automatically uploaded cloud saves belong to that one common identity, and your console will always know where to find them no matter which version of the game the saves came from in the first place. \n<hr>",
      "shortText": "Xbox Smart Delivery ...",
      "data": "22.03.2021",
      "category": "Games",
      "author": "Connor Sheridan",
      "id": 12
    },
    {
      "title": "Martin Odegaard brings quality",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/skysports-martin-odegaard_5314061.jpg?alt=media&token=a3bd6b68-ad28-4ca9-9314-5205616675f5",
      "description": "Martin Odegaard shone in Arsenal's 3-3 draw with West Ham on Sunday!",
      "text": "Martin Odegaard was surrounded. Declan Rice and Said Benrahma were closing in on either side; Issa Diop blocking his route forward. He had received Thomas Partey's pass in a pocket of space near the centre circle but that space was rapidly contracting.\n<hr>\nOdegaard barely had time to think let alone act. But with a drop of the shoulder and a sudden change of direction, he eluded all three of them. With his next, impeccably-judged touch, he skipped over the outstretched leg of Tomas Soucek to make it four.\n<hr>\nEscape act complete, the space now opening up around him, Odegaard scanned left and right then lifted a diagonal pass out to the onrushing Calum Chambers. Another player - any other player - wouldn't have made it that far. But Odegaard is different.\n<hr>\nThe 22-year-old brought calm amid the chaos of Sunday's 3-3 draw with West Ham at the London Stadium. \"When everyone was a little bit trembling, he gave us that composure on the ball,\" said Mikel Arteta afterwards. There were no goals or assists from him. He didn't win the man of the match award either, with Sky Sports pundit Jamie Carragher opting for Chambers instead.\n<hr>\n",
      "shortText": "Martin Odegaard was ...",
      "data": "22.03.2021",
      "category": "Sport",
      "author": "Nick Wright",
      "id": 13
    },
    {
      "title": "Spider's Shadow",
      "image": "https://firebasestorage.googleapis.com/v0/b/geek-news-946fe.appspot.com/o/black-spiderman-in-dark-4k-d1.jpg?alt=media&token=4fe0440d-d12f-4f3a-b0a8-27483f6c0c00",
      "description": "Life Story writer delves into the dark path Peter Parker could've traveled with Spider's Shadow",
      "text": "What if Spider-Man wasn't able to fight off the sinister tugging of the Venom symbiote, and was fully immersed into that liquidy black alien the way Eddie Brock and others have been?\n<hr>\nIn classic Marvel Comics continuity Peter Parker was able to fight it off, but in the new limited series Spider-Man: Spider's Shadow he didn't - and the repercussions of that will be explored by Spider-Man: Life Story writer Chip Zdarsky with artists Pasqual Ferry and Matt Hollingsworth.\n<hr>\nNewsarama spoke with Zdarsky about this deep-dive into What If? territory and the writer opened up about his connection with Spider-Man, how he sees Spider's Shadow as a horror story, and why despite this being an alternate version of what happened, it's still true to who Spider-Man and Peter Parker are.\n<hr>",
      "shortText": "What if Spider-Man w...",
      "data": "22.03.2021",
      "category": "Movies",
      "author": "Chris Arrant",
      "id": 14
    }
  ],
  "users": [
    {
      "name": "ivan",
      "email": "ivanov@gmail.com",
      "password": "qwerty123",
      "id": 1
    },
    {
      "name": "petro",
      "email": "petriv@gmail.com",
      "password": "qwerty123",
      "id": 2
    },
    {
      "name": "olha",
      "email": "olha@gmail.com",
      "password": "12345678",
      "id": 3
    },
    {
      "name": "dfgdfxg",
      "email": "fsgsdf@sdafsad.sadfdsa",
      "password": "dssdasadcsa",
      "id": 4
    }
  ]
}